Repository: sunnystarSummer/games
Catalog: templates/card/lib/l10n/app_*.arb
Languages: vi

# gameName
source: Recycle Challenge
vi: Thách thức tái chế

source: Play
vi: Chơi

source: Settings
vi: Cài đặt

source: name
vi: tên

# changeName
source: name
vi: tên

source: Close
vi: Đóng

source: Sound FX
vi: Âm thanh FX

source: music
vi: nhạc

source: Reset progress
vi: Đặt lại tiến độ

# hasBeenReset
source: Player progress has been reset.
vi: Tiến trình của người chơi đã được đặt lại.

source: Back
vi: Quay lại

# gameHint
source: Flip cards to find matching patterns, drag successful pairs to the recycle area.
vi: Lật thẻ để tìm các mẫu phù hợp, nhấp và kéo các cặp thành công vào khu vực tái chế.

source: Music by Mr Smith
vi: Âm nhạc bởi Mr Smith

source: You won!
vi: Bạn đã thắng!

source: Score
vi: Điểm

source: Time
vi: Thời gian

# continueText
source: Continue
vi: Tiếp tục

source: Select Level
vi: Chọn cấp độ

# level_01
source: Recycle Plaza - General Waste
vi: Quảng trường tái chế - Chất thải tổng hợp

# level_02
source: Piggy Farmyard - Kitchen Compost vs. Compost Bin
vi: Trang trại Heo - Phân rác nhà bếp so với Thùng compost

# level_03
source: Paper Park - Paper Containers & Waste
vi: Công viên Giấy - Bao bì giấy & Chất thải

# level_04
source: Plastic Paradise - Plastic Containers & Bags
vi: Thiên đường nhựa - Chai lọ nhựa & Túi nhựa

# level_05
source: Green Glass Gardens - Glass & Metal Containers
vi: Vườn kính xanh - Bao bì thủy tinh & Kim loại

# level_06
source: E-Waste Expo - Electronics & Batteries
vi: Triển lãm E-Waste - Điện tử & Pin

# trash
source: Non-recyclable Trash
vi: Chất thải Không tái chế

source: Recyclable Trash
vi: Chất thải Có thể tái chế

source: Kitchen Waste As Pig Food
vi: Chất thải nhà bếp Là thức ăn của Heo

source: Kitchen Waste As Compost
vi: Chất thải nhà bếp Là phân compost

source: Paper Containers
vi: Bao bì Giấy

source: Paper
vi: Giấy

# trashPaper
source: Trash
vi: Chất thải Giấy

source: Plastic Bottles
vi: Chai lọ Nhựa

source: Styrofoam
vi: Xốp Cao su

source: Clean Plastic Bags
vi: Túi nhựa Sạch

source: Other Plastics
vi: Nhựa Khác

source: Glass Containers
vi: Bao bì Thủy tinh

source: Metal Containers
vi: Bao bì Kim loại

source: Electronic Appliances
vi: Thiết bị Điện tử

source: IT Equipment
vi: Thiết bị IT

source: Dry Cell Batteries
vi: Pin Khô

source: VCD or DVD
vi: VCD hoặc DVD

source: Lighting Sources
vi: Nguồn Ánh sáng

source: Second Hand Clothes
vi: Quần áo Cũ

source: Waste Cooking Oil
vi: Dầu mỡ Thải
